Repository: Neketek/trade_portal
Catalog: trade_portal/locale/*/LC_MESSAGES/django.po
Languages: id, ja, th, zh_hans

source: English
id: Bahasa Inggris
ja: 英語
th: อังกฤษ
zh_hans: 英语

source: Japaneese
id: Orang Jepang
ja: 日本人
th: ชาวญี่ปุ่น
zh_hans: 日本人

source: Indonesian
id: Indonesia
th: อินโดนีเซีย
zh_hans: 印度尼西亚语

source: Simplified Chinese
id: Bahasa Cina Sederhana
th: ภาษาจีนตัวย่อ
zh_hans: 简体中文

source: Thai
id: Thailand
th: ไทย จ
zh_hans: 泰国人

source: name
id: nama
th: ชื่อ
zh_hans: 名称

source: country
id: negara
ja: 国
th: ประเทศ
zh_hans: 国家

source: Trader
id: Pedagang
ja: トレーダー
th: เทรดเดอร์
zh_hans: 交易商

source: Chambers
id: Kamar
ja: チャンバーズ
th: ห้องเบอส์
zh_hans: 钱伯斯

source: Other
id: Lainnya
ja: その他の
th: อื่น ๆ
zh_hans: 其他

source: ABN or UEN for example
id: ABN atau UEN misalnya
ja: 例えば、ABNまたはUEN
th: ABN หรือ UEN เช่น
zh_hans: 例如，ABN 或 UEN

source: party
id: pesta
ja: パーティー
th: พรรค
zh_hans: 派对

source: parties
id: pihak
ja: パーティー
th: บุคคลที่
zh_hans: 当事方

source: Government Identifier
id: Pengenal Pemerintah
ja: 政府識別子
th: ตัวระบุรัฐบาล
zh_hans: 政府标识符

source: OA details
id: Rincian OA
ja: OAの詳細
th: รายละเอียด OA
zh_hans: OA 详细信息

source: Pending
id: Tertunda
ja: 保留中
th: รอดำเนินการ
zh_hans: 待定

source: Failed
id: Gagal
ja: 失敗しました
th: ล้มเหลว
zh_hans: 失败

source: Validated
id: Divalidasi
ja: 検証済み
th: ตรวจสอบแล้ว
zh_hans: 已验证

source: Incoming
id: Masuk
ja: 着信
th: กำลังเข้ามา
zh_hans: 传入

source: Preferential Certificate of Origin
id: Sertifikat Preferensi Asal
ja: 優遇原産地証明書
th: ใบรับรองแหล่งกำเนิดพิเศษ
zh_hans: 优先原产地证书

source: Non-preferential Certificate of Origin
id: Sertifikat Asal Non-preferensial
ja: 非優遇原産地証明書
th: ใบรับรองแหล่งกำเนิดสินค้าที่ไม่ได้รับสิทธิพิเศษ
zh_hans: 非优惠原产地证书

source: created at
id: dibuat di
th: สร้างขึ้นที่
zh_hans: 创建于

source: created by user
id: dibuat oleh pengguna
th: สร้างโดยผู้ใช้
zh_hans: 由用户创建

source: created by org
id: dibuat oleh org
th: สร้างโดย org
zh_hans: 由组织创建

source: Document type
id: Jenis dokumen
ja: ドキュメントタイプ
th: ประเภทเอกสาร
zh_hans: 文档类型

source: Document number
id: Nomor dokumen
th: หมายเลขเอกสาร
zh_hans: 文档编号

source: FTA
th: เขตการค้าเสรี
zh_hans: 自由贸易协定

source: Sending jurisdiction
id: Mengirim yurisdiksi
th: การส่งเขตอำนาจศาล
zh_hans: 派遣司法管辖权

source: Importing jurisdiction
id: Mengimpor yurisdiksi
th: การนำเข้าเขตอำนาจศาล
zh_hans: 进口管辖权

source: issuer
id: emiten
th: ผู้ออก
zh_hans: 发行人

source: exporter
id: eksportir
th: ผู้ส่งออก
zh_hans: 出口商

source: Importer name
id: Nama importir
ja: インポーター名
th: ชื่อผู้นำเข้า
zh_hans: 进口商名称

source: Organisation name or business ID (ABN, UEN)
id: Nama organisasi atau ID bisnis (ABN, UEN)
ja: 組織名またはビジネスID（ABN、UEN）
th: ชื่อองค์กรหรือรหัสธุรกิจ (ABN, UEN)
zh_hans: 组织名称或企业 ID（ABN、UEN）

source: Document Number
id: Nomor Dokumen
ja: ドキュメント番号
th: หมายเลขเอกสาร
zh_hans: 文档编号

source: Consignment details
id: Rincian konsinyasi
ja: 委託の詳細
th: รายละเอียดสินค้า
zh_hans: 托运详情

source: Document Type
id: Jenis Dokumen
ja: ドキュメントタイプ
th: ประเภทเอกสาร
zh_hans: 文档类型

source: Document Issuer
id: Penerbit Dokumen
ja: ドキュメント発行者
th: ผู้ออกเอกสาร
zh_hans: 文档签发者

source: Invoice Number
id: Nomor Faktur
ja: 請求書番号
th: หมายเลขใบแจ้งหนี้
zh_hans: 发票编号

source: Origin Criteria
id: Kriteria Asal
ja: 原点基準
th: เกณฑ์แหล่งกำเนิด
zh_hans: 原产地标准

source: Details about communication with the Intergov
id: Rincian tentang komunikasi dengan Intergov
ja: インターゴフとのコミュニケーションの詳細
th: รายละเอียดเกี่ยวกับการสื่อสารกับ Intergov
zh_hans: 关于与因特戈夫沟通的详细信息

source: Status
th: สถานะ
zh_hans: 状态

source: (wrong ref)
id: (ref salah)
ja: (間違った参照)
th: (โทษผิด)
zh_hans: （错误的参考）

source: Original name of the uploaded file
id: Nama asli dari file yang diunggah
ja: アップロードされたファイルの元の名前
th: ชื่อเดิมของไฟล์ที่อัปโหลด
zh_hans: 上传文件的原始名称

source: None if doesn't need to be watermarked, False if pending and True if done
id: Tidak ada jika tidak perlu ditandai air, False jika tertunda dan Benar jika dilakukan
ja: ウォーターマークする必要がない場合は None、保留中の場合は False、完了した場合は True
th: ไม่มีถ้าไม่จำเป็นต้องมีลายน้ำเท็จถ้ารอดำเนินการและจริงถ้าทำ
zh_hans: 如果不需要水印，则无，如果挂起，则为 False，如果完成，则为 True

source: Sent
id: Dikirim
ja: 送信されました
th: ส่งแล้ว
zh_hans: 已发送

source: Accepted
id: Diterima
ja: 受け入れ済み
th: ยอมรับแล้ว
zh_hans: 已接受

source: Rejected
id: Ditolak
ja: 却下されました
th: ถูกปฏิเสธ
zh_hans: 被拒绝

source: Inbound
ja: インバウンド
th: ขาเข้า
zh_hans: 入库

source: Created in the system
id: Dibuat dalam sistem
ja: システムに作成されました
th: สร้างในระบบ
zh_hans: 在系统中创建

source: For received messages - when received by us
id: Untuk pesan yang diterima - saat diterima oleh kami
ja: 受信したメッセージ-私たちによって受信された場合
th: สำหรับข้อความที่ได้รับ - เมื่อได้รับจากเรา
zh_hans: 对于收到的消息-当我们收到时

source: Conversation identificator
id: Pengenal percakapan
ja: カンバセーション識別子
th: ตัวระบุการสนทนา
zh_hans: 会话标识符

source: generic discrete format, exactly like API returns
id: format diskrit generik, persis seperti API kembali
ja: APIの戻り値と同様に、汎用離散形式
th: รูปแบบที่ไม่ต่อเนื่องทั่วไปเหมือนผลตอบแทน API
zh_hans: 通用离散格式，与 API 返回完全一样

source: Status changes and other historical events in a simple format
id: Perubahan status dan peristiwa sejarah lainnya dalam format sederhana
ja: ステータス変更やその他の履歴イベントをシンプルな形式で表示
th: การเปลี่ยนแปลงสถานะและเหตุการณ์ทางประวัติศาสตร์อื่น ๆ ในรูปแบบง่ายๆ
zh_hans: 简单格式的状态更改和其他历史事件

source: The document marked as Failed because the outbound message has been rejected
id: Dokumen ditandai sebagai Gagal karena pesan keluar telah ditolak
ja: 送信メッセージが拒否されたため、[失敗] とマークされたドキュメント
th: เอกสารที่ทำเครื่องหมายว่าล้มเหลวเนื่องจากข้อความขาออกถูกปฏิเสธ
zh_hans: 由于出站邮件被拒绝而标记为 “失败” 的文档

source: Document No.
id: Dokumen Tidak.
th: เอกสาร ไม่.
zh_hans: 文档 否。

source: Sending Jurisdiction
id: Mengirim Yurisdiksi
th: กำลังส่ง เขตอำนาจศาล
zh_hans: 正在发送 管辖权

source: Importing Country
id: Mengimpor Negara
th: การนำเข้า ประเทศ
zh_hans: 导入 国家

source: Document Type
id: Dokumen Ketik
th: เอกสาร พิมพ์
zh_hans: 文档 类型

source: Importer Name
id: Importir Nama
th: ผู้นำเข้า ชื่อ
zh_hans: 进口商 名称

source: IGL Status
th: อิกแอล สถานะ
zh_hans: 伊格尔 状态

source: Consignment Ref.
id: Konsinyasi Wasit.
th: ฝากขายของฝากขาย อ้าง.
zh_hans: 托运货物 参考。

source: Logs
id: Log
th: ท่อนซุง
zh_hans: 日志

source: Consignment Update
id: Pembaruan Konsinyasi
ja: 委託の更新
th: อัพเดทสินค้าของมือสอง
zh_hans: 托运更新

source: Please fix the errors highlighted below
id: Silakan perbaiki kesalahan yang disorot di bawah
ja: 以下で強調表示されたエラーを修正してください
th: โปรดแก้ไขข้อผิดพลาดที่ไฮไลต์ด้านล่าง
zh_hans: 请修复以下突出显示的错误

source: Consignment Reference
id: Referensi Konsinyasi
ja: 委託先参照
th: ข้อมูลอ้างอิงสินค้าขายของมือสอง
zh_hans: 托运货物参考

source: Search
id: Cari
ja: 検索
th: ค้นหา
zh_hans: 搜索

source: Cancel
id: Batalkan
ja: [キャンセル
th: ยกเลิก
zh_hans: 取消

source: Save
id: Simpan
ja: 保存する
th: ประหยัด
zh_hans: 保存

source: Create %(form.instance.get_type_display)s
id: Membuat %(form.instance.get_type_display)s
ja: %(form.instance.get_type_display)s の作成
th: สร้าง %(form.instance.get_type_display)s
zh_hans: 创建 %(form.instance.get_type_display)s

source: New %(form.instance.get_type_display)s
id: Baru %(form.instance.get_type_display)s
ja: 新規 %(form.instance.get_type_display)s
th: ใหม่ %(form.instance.get_type_display)s
zh_hans: 新建 %(form.instance.get_type_display)s

source: IGL Document ID
id: ID Dokumen IGL
ja: IGL ドキュメント ID
th: รหัสเอกสาร IGL
zh_hans: IGL 文档编号

source: Key
id: Kuncinya
ja: キー
th: กุญแจ
zh_hans: 钥匙

source: QR Code
id: Kode QR
ja: QRコード
zh_hans: 二维码

source: This QR code will be added to your document to represent the "digital proof" issued by the ABF. It will allow any party in the supply chain to verify the document simply by scanning the code with a smartphone.
id: Kode QR ini akan ditambahkan ke dokumen Anda untuk mewakili “bukti digital” yang dikeluarkan oleh ABF. Ini akan memungkinkan pihak manapun dalam rantai pasokan untuk memverifikasi dokumen hanya dengan memindai kode dengan smartphone.
th: QR Code นี้จะถูกเพิ่มลงในเอกสารของคุณเพื่อแสดง “หลักฐานดิจิตอล” ที่ออกโดย ABFจะช่วยให้ฝ่ายใดฝ่ายหนึ่งในห่วงโซ่อุปทานสามารถตรวจสอบเอกสารได้ง่ายๆโดยการสแกนโค้ดด้วยสมาร์ทโฟน
zh_hans: 此二维码将被添加到您的文档中，以代表 ABF 发出的 “数字证明”。它将允许供应链中的任何一方通过使用智能手机扫描代码来验证文档。

source: Upload PDF
th: อัพโหลด PDF
zh_hans: 上传 PDF

source: Document Metadata
id: Metadata Dokumen
ja: ドキュメントのメタデータ
th: ข้อมูลเมตาของเอกสาร
zh_hans: 文档元数据

source: Importing Jurisdiction
id: Mengimpor Yurisdiksi
th: การนำเข้าเขตอำนาจศาล
zh_hans: 进口管辖权

source: Exporter or Manufacturer
id: Eksportir atau Produsen
th: ผู้ส่งออกหรือผู้ผลิต
zh_hans: 出口商或制造商

source: Importer Name (if known)
id: Nama Importir (jika diketahui)
th: ชื่อผู้นำเข้า (หากทราบ)
zh_hans: 进口商名称（如果已知）

source: Document Declaration
id: Pernyataan Dokumen
ja: 文書デクラレーション
th: ประกาศเอกสาร
zh_hans: 文档声明

source: I certify that the information herein is correct and that the described goods comply with the origin requirements of the specified Free Trade Agreement.
id: Saya menyatakan bahwa informasi di sini benar dan bahwa barang yang dijelaskan sesuai dengan persyaratan asal dari Perjanjian Perdagangan Bebas yang ditentukan.
ja: 私は、ここに記載されている情報が正しく、記載された商品が指定された自由貿易協定の原産地要件を満たしていることを証明します。
th: ข้าพเจ้าขอรับรองว่าข้อมูลในที่นี้ถูกต้องและสินค้าที่อธิบายไว้เป็นไปตามข้อกำหนดต้นทางของข้อตกลงการค้าเสรีที่ระบุไว้
zh_hans: 我保证此处的信息是正确的，并且所描述的商品符合指定的自由贸易协定的原产地要求。

source: Next
id: Berikutnya
th: ต่อไป
zh_hans: 下一个

source: Document
id: Dokumen
ja: ドキュメント
th: เอกสาร
zh_hans: 文档

source: The ABF has verified your document and added a digital proof. The PDF with QR can be sent to any party that normally requires the document. Authenticity can be verified simply by scanning the QR. The VC (Verifiable Credential) is the native digital version of the document and may be sent to any party that wishes to automate processing and verification.
id: ABF telah memverifikasi dokumen Anda dan menambahkan bukti digital. PDF dengan QR dapat dikirim ke pihak manapun yang biasanya membutuhkan dokumen. Keaslian dapat diverifikasi hanya dengan memindai QR. VC (Verifiable Credential) adalah versi digital asli dari dokumen dan dapat dikirim ke pihak manapun yang ingin mengotomatisasi pemrosesan dan verifikasi.
th: ABF ได้ตรวจสอบเอกสารของคุณและเพิ่มหลักฐานดิจิตอล.PDF ที่มี QR สามารถส่งไปยังบุคคลใดก็ได้ซึ่งโดยปกติจะต้องใช้เอกสารความถูกต้องสามารถตรวจสอบได้ง่ายๆ โดยการสแกน QRVC (Verifiable Credential) เป็นเอกสารดิจิทัลดั้งเดิมและอาจถูกส่งไปยังบุคคลใดก็ตามที่ต้องการประมวลผลและตรวจสอบความถูกต้องโดยอัตโนมัติ
zh_hans: ABF 已验证您的文档并添加了数字证据。带 QR 的 PDF 可以发送给通常需要文件的任何一方。只需扫描 QR 即可验证真实性。VC（可验证凭据）是文档的原生数字版本，可以发送给任何希望自动处理和验证的方。

source: The ABF has established direct government-to-government channels with some other government for some document types. Where such a channel exists, your document will also be sent directly to the importing government. This can help to facilitate / streamline import clearance processes
id: ABF telah membentuk saluran pemerintah langsung ke pemerintah dengan beberapa pemerintah lain untuk beberapa jenis dokumen. Jika saluran tersebut ada, dokumen Anda juga akan dikirim langsung ke pemerintah pengimpor. Hal ini dapat membantu memfasilitasi/merampingkan proses izin impor
th: ABF ได้จัดตั้งช่องทางโดยตรงของรัฐบาลต่อรัฐบาลกับรัฐบาลอื่น ๆ สำหรับเอกสารบางประเภทในกรณีที่ช่องทางดังกล่าวมีอยู่เอกสารของคุณจะถูกส่งไปยังรัฐบาลนำเข้าโดยตรงนี้สามารถช่วยอำนวยความสะดวก/ปรับปรุงกระบวนการกวาดล้างการนำเข้า
zh_hans: ABF 就某些类型的文件与其他一些政府建立了政府与政府之间的直接渠道。如果存在此类渠道，您的文档也会直接发送给进口政府。这有助于促进/简化进口清关程序

source: Put this QR code on your document so that any third party can verify it using the trustbridge app
id: Masukkan kode QR ini ke dokumen Anda sehingga pihak ketiga dapat memverifikasinya menggunakan aplikasi trustbridge
ja: 第三者がTrustbridgeアプリを使用して検証できるように、このQRコードを文書に配置します
th: ใส่ QR Code นี้ลงในเอกสารของคุณเพื่อให้บุคคลที่สามสามารถตรวจสอบได้โดยใช้แอพ trustbridge
zh_hans: 将此二维码放在您的文档上，以便任何第三方都可以使用信任桥应用程序进行验证

source: Current status
id: Status saat ini
ja: 現在のステータス
th: สถานะปัจจุบัน
zh_hans: 当前状态

source: Issuer
id: Penerbit
ja: 発行者
th: ผู้ออกบัตร
zh_hans: 发行人

source: Created by
id: Dibuat oleh
ja: によって作成されました
th: สร้างโดย
zh_hans: 创建者

source: Remote party
id: Partai jarak jauh
ja: リモートパーティ
th: บุคคลที่ห่างไกล
zh_hans: 远程派对

source: user
id: pengguna
ja: ユーザー
th: ผู้ใช้
zh_hans: 用户

source: Created at
id: Dibuat di
ja: 作成時
th: สร้างที่
zh_hans: 创建时间

source: Document metadata
id: Metadata dokumen
ja: ドキュメントのメタデータ
th: ข้อมูลเมตาของเอกสาร
zh_hans: 文档元数据

source: Doc number
id: Nomor doc
ja: ドキュメント番号
th: หมายเลขเอกสาร
zh_hans: 文档编号

source: Exporting country
id: Mengekspor negara
ja: 輸出国
th: ประเทศที่ส่งออก
zh_hans: 出口国

source: Importing country
id: Mengimpor negara
ja: 輸入国
th: ประเทศที่นำเข้า
zh_hans: 进口国

source: Exporter
id: Eksportir
ja: エクスポータ
th: ผู้ส่งออก
zh_hans: 出口商

source: Entity
id: Entitas
ja: エンティティ
th: เอนทิตี
zh_hans: 实体

source: Update
id: Perbarui
ja: [更新]
th: ปรับปรุง
zh_hans: 更新

source: Doc type
id: Tipe Doc
ja: ドキュメントタイプ
th: ประเภทเอกสาร
zh_hans: 文档类型

source: Doc issuer
id: Penerbit Doc
ja: ドキュメント発行者
th: ผู้ออกเอกสาร
zh_hans: 文档颁发者

source: Data provided by
id: Data yang disediakan oleh
ja: によって提供されるデータ
th: ข้อมูลจาก
zh_hans: 提供的数据

source: This document has been received with an error; see the Logs page for details. It usually means the technical error, not the certificate one.
id: Dokumen ini telah diterima dengan kesalahan; lihat halaman Log untuk rincian. Ini biasanya berarti kesalahan teknis, bukan sertifikat satu.
ja: このドキュメントはエラーで受信されました。詳細については、[Logs] ページを参照してください。これは、通常、証明書ではなく、技術的なエラーを意味します。
th: เอกสารนี้ได้รับพร้อมกับข้อผิดพลาด ดูหน้าบันทึกสำหรับรายละเอียดมักจะหมายถึงข้อผิดพลาดทางเทคนิคไม่ใช่ใบรับรองหนึ่ง
zh_hans: 收到此文档时出现错误；有关详细信息，请参阅 “日志” 页面。这通常意味着技术错误，而不是证书错误。

source: Raw incoming data
id: Data masuk mentah
ja: 生の受信データ
th: ข้อมูลขาเข้าดิบ
zh_hans: 原始传入数据

source: Advance filter
id: Filter lanjutan
ja: アドバンスフィルタ
th: ตัวกรองล่วงหน้า
zh_hans: 高级筛选器

source: New Document
id: Dokumen Baru
ja: 新規ドキュメント
th: เอกสารใหม่
zh_hans: 新建文档

source: Advanced filter
id: Filter lanjutan
ja: 高度なフィルタ
th: ตัวกรองขั้นสูง
zh_hans: 高级过滤器

source: Any status
id: Status apa pun
ja: 任意のステータス
th: ทุกสถานะ
zh_hans: 任何状态

source: Any doc type
id: Setiap jenis doc
ja: 任意のドキュメントタイプ
th: เอกสารทุกประเภท
zh_hans: 任何文档类型

source: Logs for
id: Log untuk
ja: のログ
th: บันทึกสำหรับ
zh_hans: 的日志

source: Go back to the document
id: Kembali ke dokumen
ja: ドキュメントに戻る
th: กลับไปที่เอกสาร
zh_hans: 返回到文档

source: Document status history
id: Riwayat status dokumen
ja: ドキュメントのステータス履歴
th: ประวัติสถานะเอกสาร
zh_hans: 文档状态历史记录

source: Message
id: Pesan
ja: メッセージ
th: ข้อความ
zh_hans: 消息

source: Details
id: Rincian
ja: 詳細
th: รายละเอียด
zh_hans: 详细信息

source: Related Document
id: Dokumen Terkait
ja: 関連ドキュメント
th: เอกสารที่เกี่ยวข้อง
zh_hans: 相关文档

source: Download
id: Unduh
ja: ダウンロード
th: ดาวน์โหลด
zh_hans: 下载

source: outbound
id: keluar
ja: アウトバウンド
th: ขาออก
zh_hans: 出站

source: incoming
id: masuk
ja: 着信
th: ขาเข้า
zh_hans: 传入

source: message
id: pesan
ja: メッセージ
th: ข้อความ
zh_hans: 消息

source: Attachments
id: Lampiran
ja: 添付ファイル
th: สิ่งที่แนบมา
zh_hans: 附件

source: Type
id: Ketik
ja: [タイプ]
th: พิมพ์
zh_hans: 类型

source: File and author
id: File dan penulis
ja: ファイルと作成者
th: แฟ้มและผู้เขียน
zh_hans: 文件和作者

source: The document will be sent to remote party
id: Dokumen akan dikirim ke pihak terpencil
ja: ドキュメントはリモートパーティーに送信されます
th: เอกสารจะถูกส่งไปยังบุคคลระยะไกล
zh_hans: 文档将被发送到远程方

source: You are not a member of any organisation - which is mandatory to access the documents page
id: Anda bukan anggota organisasi apa pun - yang wajib mengakses halaman dokumen
ja: あなたはどの組織のメンバーでもありません。ドキュメントページにアクセスするには必須です
th: คุณไม่ได้เป็นสมาชิกขององค์กรใด ๆ - ซึ่งเป็นข้อบังคับในการเข้าถึงหน้าเอกสาร
zh_hans: 您不是任何组织的成员-访问文档页面是强制性的

source: Only chambers can create new documents
id: Hanya ruang dapat membuat dokumen baru
ja: チャンバーだけが新しいドキュメントを作成できます
th: เฉพาะห้องเท่านั้นที่สามารถสร้างเอกสารใหม่ได้
zh_hans: 只有会议室才能创建新文档

source: The document you have just created will be notarised and will be sent to the importing country via the Secure Trade Lane.
id: Dokumen yang baru saja Anda buat akan disahkan dan akan dikirim ke negara pengimpor melalui Secure Trade Lane.
ja: 作成した書類は公証され、Secure Trade Lane経由で輸入国に送付されます。
th: เอกสารที่คุณเพิ่งสร้างจะได้รับการรับรองและจะถูกส่งไปยังประเทศนำเข้าผ่านช่องทางที่ปลอดภัย
zh_hans: 您刚刚创建的文件将经过公证，并通过安全贸易通道发送到进口国家/地区。

source: Only chambers and trade party can update these details
id: Hanya ruang dan partai dagang dapat memperbarui rincian ini
ja: チャンバーおよび貿易当事者のみがこれらの詳細を更新することができます
th: เฉพาะห้องและพรรคการค้าเท่านั้นที่สามารถปรับปรุงรายละเอียดเหล่านี้
zh_hans: 只有商会和贸易方才能更新这些细节

source: The consignment details have been saved successfully
id: Rincian konsinyasi telah berhasil disimpan
ja: 委託先の詳細は正常に保存されました
th: รายละเอียดสินค้าได้ถูกบันทึกเรียบร้อยแล้ว
zh_hans: 托运详情已成功保存

source: Account Inactive
id: Akun Tidak Aktif
ja: アカウントが無効です
th: บัญชีไม่ได้ใช้งาน
zh_hans: 账户不活动

source: This account is inactive.
id: Akun ini tidak aktif.
ja: このアカウントは非アクティブです。
th: บัญชีนี้ไม่ได้ใช้งาน
zh_hans: 此帐户处于非活动状态。

source: E-mail Addresses
id: Alamat E-mail
ja: 電子メールアドレス
th: ที่อยู่อีเมล
zh_hans: 电子邮件地址

source: The following e-mail addresses are associated with your account:
id: Alamat e-mail berikut dikaitkan dengan akun Anda:
ja: 以下のメールアドレスがアカウントに関連付けられています。
th: ที่อยู่อีเมลต่อไปนี้เชื่อมโยงกับบัญชีของคุณ:
zh_hans: 以下电子邮件地址与您的帐户相关联：

source: Verified
id: Diverifikasi
ja: 確認済み
th: ยืนยันแล้ว
zh_hans: 已验证

source: Unverified
id: Belum diverifikasi
ja: 未確認です
th: ยังไม่ยืนยัน
zh_hans: 未验证

source: Primary
id: Primer
ja: プライマリ
th: ประถม
zh_hans: 初级

source: Make Primary
id: Buat Primer
ja: プライマリにする
th: ทำให้ประถม
zh_hans: 成为主要

source: Re-send Verification
id: Kirim Ulang Verifikasi
ja: 検証を再送信
th: ส่งการยืนยันอีกครั้ง
zh_hans: 重新发送验证

source: Remove
id: Hapus
ja: [削除]
th: เอาออก
zh_hans: 删除

source: Warning:
id: Peringatan:
ja: 警告:
th: คำเตือน:
zh_hans: 警告：

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
id: Anda saat ini tidak memiliki alamat e-mail yang diatur. Anda harus benar-benar menambahkan alamat e-mail sehingga Anda dapat menerima pemberitahuan, mengatur ulang kata sandi Anda, dll
ja: 現在、電子メールアドレスが設定されていません。通知を受信したり、パスワードをリセットしたりできるように、本当に電子メールアドレスを追加する必要があります。
th: ขณะนี้คุณยังไม่ได้ตั้งค่าที่อยู่อีเมลใด ๆคุณควรเพิ่มที่อยู่อีเมลเพื่อให้คุณสามารถรับการแจ้งเตือนรีเซ็ตรหัสผ่านของคุณ ฯลฯ
zh_hans: 您目前没有设置任何电子邮件地址。您应该真正添加一个电子邮件地址，以便您可以接收通知、重置密码等。

source: Add E-mail Address
id: Tambah Alamat E-mail
ja: Eメールアドレスを追加
th: เพิ่มที่อยู่อีเมล
zh_hans: 添加电子邮件地址

source: Add E-mail
id: Tambah E-mail
ja: 電子メールを追加
th: เพิ่มอีเมล
zh_hans: 添加电子邮件

source: Do you really want to remove the selected e-mail address?
id: Apakah Anda yakin ingin menghapus alamat e-mail yang dipilih?
ja: 選択した電子メールアドレスを削除してもよろしいですか?
th: คุณต้องการลบที่อยู่อีเมลที่เลือกหรือไม่?
zh_hans: 是否确实要删除选定的电子邮件地址？

source: Confirm E-mail Address
id: Konfirmasi Alamat E-mail
ja: Eメールアドレスの確認
th: ยืนยันที่อยู่อีเมล
zh_hans: 确认电子邮件地址

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
id: Harap konfirmasikan bahwa <a href="mailto:%(email)s">%(email)s</a> adalah alamat e-mail untuk pengguna %(user_display)s.
ja: %(email)sがユーザー%(user_display)sのメールアドレスであることを確認してください。
th: โปรดยืนยันว่า <a href="mailto:%(email)s">%(email)s</a> เป็นที่อยู่อีเมลสำหรับผู้ใช้ %(user_display)s.
zh_hans: 请确认 <a href="mailto:%(email)s">%(user_display)s</a> 是用户格式用户显示结束的电子邮件地址。

source: Confirm
id: Konfirmasi
ja: 確認する
th: ยืนยัน
zh_hans: 确认

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
id: Tautan konfirmasi e-mail ini kedaluwarsa atau tidak valid. Silakan <a href="%(email_url)s">berikan permintaan konfirmasi e-mail baru</a>.
ja: この電子メール確認リンクの有効期限が切れているか、無効です。<a href="%(email_url)s">新しいEメール確認リクエストを発行</a> してください。
th: ลิงค์ยืนยันอีเมลนี้หมดอายุหรือไม่ถูกต้องโปรด <a href="%(email_url)s">ออกคำขอยืนยันอีเมลใหม่</a>.
zh_hans: 此电子邮件确认链接已过期或无效。请 <a href="%(email_url)s"> 发出新的电子邮件确认请求 </a>。

source: Sign in to your account
id: Masuk ke akun Anda
ja: アカウントにサインインする
th: ลงชื่อเข้าใช้บัญชีของคุณ
zh_hans: 登录您的帐户

source: Forgot Password?
id: Lupa Password?
ja: パスワードをお忘れですか？
th: ลืมรหัสผ่าน?
zh_hans: 忘记密码？

source: Sign In
id: Masuk
ja: サインイン
th: ลงชื่อเข้าใช้
zh_hans: 登录

source: Don’t have an account yet?
id: Belum punya akun?
ja: まだアカウントをお持ちですか？
th: ยังไม่มีบัญชีใช่หรือไม่?
zh_hans: 还没有账户？

source: Sign Out
id: Keluar
ja: サインアウト
th: ลงชื่อออก
zh_hans: 注销

source: Are you sure you want to sign out?
id: Apakah Anda yakin ingin keluar?
ja: サインアウトしてもよろしいですか?
th: คุณแน่ใจหรือว่าต้องการออกจากระบบ?
zh_hans: 您确定要退出吗？

source: Change Password
id: Ubah Sandi
ja: パスワードの変更
th: เปลี่ยนรหัสผ่าน
zh_hans: 更改密码

source: Password Reset
id: Setel Ulang
ja: パスワードのリセット
th: รีเซ็ตรหัสผ่าน
zh_hans: 密码重置

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
id: Lupa kata sandi Anda? Masukkan alamat e-mail Anda di bawah ini, dan kami akan mengirimkan e-mail yang memungkinkan Anda untuk meresetnya.
ja: パスワードをお忘れですか？以下にメールアドレスを入力してください。リセットできるEメールをお送りします。
th: ลืมรหัสผ่านของคุณหรือไม่?ป้อนที่อยู่อีเมลของคุณด้านล่าง, และเราจะส่ง e-mail ให้คุณช่วยให้คุณสามารถตั้งค่าได้.
zh_hans: 忘记了你的密码？在下面输入您的电子邮件地址，我们将向您发送一封电子邮件，让您重置它。

source: Please contact us if you have any trouble resetting your password.
id: Silakan hubungi kami jika Anda mengalami kesulitan mengatur ulang kata sandi Anda.
ja: パスワードのリセットに問題がある場合は、お問い合わせください。
th: กรุณาติดต่อเราหากคุณมีปัญหาในการรีเซ็ตรหัสผ่านของคุณ
zh_hans: 如果您在重置密码时遇到任何问题，请与我们联系。

source: Reset My Password
id: Reset Kata Sandi
ja: パスワードのリセット
th: รีเซ็ตรหัสผ่านของฉัน
zh_hans: 重置我的密码

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
id: Kami telah mengirimkan e-mail. Silakan hubungi kami jika Anda tidak menerimanya dalam beberapa menit.
ja: メールをお送りいたしました。数分以内に届かない場合はご連絡ください。
th: เราได้ส่ง e-mail มา.กรุณาติดต่อเราหากคุณไม่ได้รับมันภายในไม่กี่นาที.
zh_hans: 我们已经向您发送了一封电子邮件。如果您在几分钟内没有收到，请与我们联系。

source: Bad Token
id: Token buruk
ja: 不正なトークン
th: โทเค็นแบด
zh_hans: 错误的令牌

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
id: Tautan pengaturan ulang kata sandi tidak valid, mungkin karena sudah digunakan. Silakan minta <a href="%(passwd_reset_url)s">pengaturan ulang kata sandi baru</a>.
ja: パスワードリセットリンクが無効です。既に使用されている可能性があります。<a href="%(passwd_reset_url)s">新しいパスワードのリセット</a> を要求してください。
th: ลิงก์รีเซ็ตรหัสผ่านไม่ถูกต้อง อาจเป็นเพราะมีการใช้งานแล้วโปรดรี <a href="%(passwd_reset_url)s">เซ็ตรหัสผ่านใหม่</a>
zh_hans: 密码重置链接无效，可能是因为它已被使用。请申请重置 <a href="%(passwd_reset_url)s"> 新密码 </a>。

source: Change password
id: Ubah kata sandi
ja: パスワードの変更
th: เปลี่ยนรหัสผ่าน
zh_hans: 更改密码

source: Your password is now changed.
id: Kata sandi Anda sekarang diubah.
ja: パスワードが変更されました。
th: รหัสผ่านของคุณถูกเปลี่ยนแล้ว
zh_hans: 您的密码现在已更改。

source: Set Password
id: Mengatur Kata San
ja: パスワードの設定
th: ตั้งรหัสผ่าน
zh_hans: 设置密码

source: Signup
id: Mendaftar
ja: サインアップ
th: สมัครสมาชิก
zh_hans: 注册

source: Sign up
id: Daftar
ja: サインアップ
th: สมัครสมาชิก
zh_hans: 注册

source: Sign Up
id: Daftar
ja: サインアップ
th: สมัครสมาชิก
zh_hans: 注册

source: Already have an account?
id: Sudah punya akun?
ja: すでにアカウントをお持ちですか？
th: มีบัญชีอยู่แล้ว?
zh_hans: 已经有账户了？

source: Sign in
id: Masuk
ja: サインイン
th: ลงชื่อเข้าใช้
zh_hans: 登录

source: Sign Up Closed
id: Daftar Ditutup
ja: サインアップ終了
th: ลงทะเบียนปิด
zh_hans: 注册已关闭

source: We are sorry, but the sign up is currently closed.
id: Maaf, tapi pendaftaran saat ini ditutup.
ja: 申し訳ありませんが、現在サインアップは終了しています。
th: ขออภัย, แต่การลงทะเบียนปิดให้บริการในขณะนี้.
zh_hans: 很抱歉，但注册目前已关闭。

source: Verify Your E-mail Address
id: Verifikasi Alamat E-Mail
ja: Eメールアドレスの確認
th: ยืนยันอีเมลแอดเดรสของคุณ
zh_hans: 验证您的电子邮件地址
