Repository: Neketek/trade_portal
Catalog: trade_portal/locale/*/LC_MESSAGES/django.po
Languages: id, ja, th, zh_hans

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
id: Kami telah mengirim e-mail kepada Anda untuk verifikasi. Ikuti tautan yang disediakan untuk menyelesaikan proses pendaftaran. Silakan hubungi kami jika Anda tidak menerimanya dalam beberapa menit.
ja: 確認のため、メールをお送りいたしました。提供されたリンクに従って、サインアッププロセスを確定します。数分以内に届かない場合はご連絡ください。
th: เราได้ส่ง e-mail ถึงคุณสำหรับการตรวจสอบ.ทำตามลิงค์ที่ให้ไว้เพื่อจบขั้นตอนการลงทะเบียนกรุณาติดต่อเราหากคุณไม่ได้รับมันภายในไม่กี่นาที.
zh_hans: 我们已经向您发送了一封电子邮件进行验证。请按照提供的链接完成注册过程。如果您在几分钟内没有收到，请与我们联系。

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
id: Bagian dari situs ini mengharuskan kami untuk memverifikasi bahwa Anda adalah siapa yang Anda klaim. Untuk tujuan ini, kami mengharuskan Anda memverifikasi kepemilikan alamat e-mail Anda.
ja: サイトのこの部分は、私たちを確認する必要があります あなたはあなたが主張する人です。この目的のために、私たちはあなたに Eメールアドレスの所有権を確認します。
th: ส่วนนี้ของเว็บไซต์กำหนดให้เราตรวจสอบว่า คุณเป็นคนที่คุณอ้างว่าเป็นเพื่อจุดประสงค์นี้ เราต้องการให้คุณ ยืนยันความเป็นเจ้าของที่อยู่อีเมลของคุณ
zh_hans: 该网站的这一部分要求我们验证 你是你声称的人。为此，我们要求您 验证您的电子邮件地址的所有权。

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
id: Kami telah mengirim e-mail kepada Anda untuk verifikasi. Silakan klik pada link di dalam e-mail ini. Silakan hubungi kami jika Anda tidak menerimanya dalam beberapa menit.
ja: 私たちはあなたに電子メールを送信しました 検証。このメール内のリンクをクリックしてください。お願い あなたが数分以内にそれを受信しない場合は、お問い合わせください.
th: เราได้ส่ง e-mail ถึงคุณสำหรับ การตรวจสอบ.กรุณาคลิกที่ลิงค์ภายในอีเมลนี้.ได้โปรด ติดต่อเราหากคุณไม่ได้รับมันภายในไม่กี่นาที.
zh_hans: 我们已经向您发送了一封电子邮件 核查.请点击此电子邮件内的链接。请 如果您没有在几分钟内收到它，请联系我们。

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
id: <strong>Catatan:</strong> Anda masih dapat <a href="%(email_url)s">mengubah alamat e-mail Anda</a>.
ja: <strong>注：</strong> <a href="%(email_url)s"> Eメールアドレスを変更</a> することは可能です。
th: <strong>หมายเหตุ:</strong> คุณยังสามารถ <a href="%(email_url)s">เปลี่ยนที่อยู่อีเมลของคุณได้</a>
zh_hans: <strong>注意：</strong> 您仍然可以 <a href="%(email_url)s"> 更改您的电子邮件地址 </a>。

source: Trade Portal
id: Portal Perdagangan
ja: 貿易ポータル
th: พอร์ทัลการค้า
zh_hans: 贸易门户

source: IGL Trade Portal
id: Portal Perdagangan IGL
ja: IGL 貿易ポータル
th: พอร์ทัลการค้า IGL
zh_hans: IGL 贸易门户网站

source: Superuser
ja: スーパーユーザー
th: ซูเปอร์ยูสเซอร์ส
zh_hans: 超级用户

source: Home
id: Rumah
ja: ホーム
th: กลับบ้าน
zh_hans: 家

source: Login
id: Masuk
ja: ログインします
th: เข้าสู่ระบบ
zh_hans: 登录

source: Documents
id: Dokumen
ja: ドキュメント
th: เอกสาร
zh_hans: 文件

source: Admin Panel
id: Panel Admin
ja: 管理パネル
th: แผงผู้ดูแลระบบ
zh_hans: 管理面板

source: Pending Users
id: Pengguna Tertunda
ja: 保留中のユーザー
th: ผู้ใช้ที่รอดำเนินการ
zh_hans: 待定用户

source: Roles Requests
id: Permintaan Peran
ja: ロールのリクエスト
th: คำขอบทบาท
zh_hans: 角色请求

source: Logout
id: Keluar
ja: ログアウトします
th: ออกจากระบบ
zh_hans: 注销

source: Staff member
id: Anggota staf
ja: スタッフメンバー
th: บุคลากร
zh_hans: 工作人员

source: Profile
id: Profil
ja: [プロファイル]
th: โปรไฟล์
zh_hans: 配置文件

source: Who we are
id: Siapa kita
ja: 私たちは誰です
th: เราเป็นใคร
zh_hans: 我们是谁

source: Our Ministers
id: Menteri Kami
ja: 私たちの大臣
th: รัฐมนตรีของเรา
zh_hans: 我们的部长

source: Careers
id: Karir
ja: 採用情報
th: อาชีพ
zh_hans: 职业生涯

source: About us
id: Tentang kami
ja: 私たちについて
th: เกี่ยวกับเรา
zh_hans: 关于我们

source: Contact us
id: Hubungi kami
ja: お問い合わせ
th: ติดต่อเรา
zh_hans: 联系我们

source: Copyright Department of Home Affairs
id: Departemen Hak Cipta Dalam Negeri
ja: 内務著作権部
th: กรมลิขสิทธิ์กิจการภายในบ้าน
zh_hans: 版权所有民政事务部

source: The Inter Government Ledger (IGL) is a global platform that supoorts the digitisation of cross-border trade. Documents such as certificates of origin, phyto-certificates, and others that are currently paper documents can be digitised and linked to the relevant consignment.
id: Inter Government Ledger (IGL) adalah platform global yang mendukung digitalisasi perdagangan lintas batas. Dokumen seperti sertifikat asal, sertifikat phyto, dan dokumen lainnya yang saat ini merupakan dokumen kertas dapat didigitalkan dan dihubungkan dengan kiriman yang relevan.
ja: 政府間台帳（IGL）は、国境を越えた貿易のデジタル化に対応するグローバルプラットフォームです。原産地証明書、植物証明書など、現在紙の文書となっている文書は、デジタル化し、関連する委託品にリンクすることができます。
th: บัญชีแยกประเภทรัฐบาลอินเตอร์ (IGL) เป็นแพลตฟอร์มระดับโลกที่ supoorts ดิจิทัลของการค้าข้ามพรมแดน.เอกสารต่างๆ เช่น ใบรับรองต้นทาง ใบรับรอง Phyto-Certificates และอื่น ๆ ที่เป็นเอกสารที่เป็นกระดาษในปัจจุบันสามารถนำไปแปลงเป็นดิจิทัลและเชื่อมโยงกับสินค้าฝากขายที่เกี่ยวข้อง
zh_hans: 政府间分类账 (IGL) 是一个全球平台，用于跨境贸易的数字化。原产地证书、植物证书和其他目前是纸质文件的文件可以进行数字化处理，并链接到相关的托运货物。

source: Register
id: Daftar
ja: 登録
th: ลงทะเบียน
zh_hans: 注册

source: My Documents
id: Dokumen Saya
ja: マイドキュメント
th: เอกสารของฉัน
zh_hans: 我的文档

source: Verify a Document
id: Verifikasi Dokumen
ja: ドキュメントの確認
th: ตรวจสอบเอกสาร
zh_hans: 验证文档

source: Start using the portal
id: Mulai menggunakan portal
ja: ポータルの使用を開始する
th: เริ่มใช้พอร์ทัล
zh_hans: 开始使用门户

source: A simple and intuitive user interface, tailored to your role helps to get you started.
id: Antarmuka pengguna yang sederhana dan intuitif, disesuaikan dengan peran Anda membantu Anda memulai.
ja: あなたの役割に合わせてカスタマイズされた、シンプルで直感的なユーザーインターフェイスは、あなたが始めるのに役立ちます。
th: อินเตอร์เฟซผู้ใช้ที่ง่ายและใช้งานง่าย, ปรับแต่งให้เข้ากับบทบาทของคุณช่วยให้คุณเริ่มต้น.
zh_hans: 根据您的角色量身定制的简单直观的用户界面有助于帮助您入门。

source: Easily scale to high volumes using the API
id: Skala dengan mudah ke volume tinggi menggunakan API
ja: API を使用して大容量に簡単に拡張可能
th: ปรับขนาดเป็นไดรฟ์ข้อมูลสูงได้อย่างง่ายดายโดยใช้ API
zh_hans: 使用 API 轻松扩展到高容量

source: Well documented international standards compliant APIs allow your IT team to plug your systems into the IGL to operate at scale.
id: API sesuai standar internasional yang terdokumentasi dengan baik memungkinkan tim TI Anda untuk menyambungkan sistem Anda ke IGL untuk beroperasi pada skala besar.
ja: 国際規格に準拠したAPIが十分に文書化されているため、ITチームはシステムをIGLに接続して大規模に運用できます。
th: API ที่เป็นไปตามมาตรฐานสากลที่ได้รับการรับรองเป็นอย่างดีช่วยให้ทีมไอทีของคุณสามารถเสียบระบบของคุณเข้ากับ IGL เพื่อทำงานในระดับที่เหมาะสม
zh_hans: 有充分记录的符合国际标准的 API 允许您的 IT 团队将您的系统插入 IGL，以便大规模运行。

source: Authorised Bodies
id: Badan Resmi
ja: 認可された機関
th: หน่วยงานที่ได้รับอนุญาต
zh_hans: 授权机构

source: Enhance your documents with digital verification and receive confirmation of validity from the importing regulator.
id: Tingkatkan dokumen Anda dengan verifikasi digital dan dapatkan konfirmasi validitas dari regulator impor.
ja: デジタル検証で文書を強化し、輸入規制当局から有効性の確認を受けます。
th: ปรับปรุงเอกสารของคุณด้วยการตรวจสอบแบบดิจิทัลและรับการยืนยันความถูกต้องจากหน่วยงานกำกับดูแลการนำเข้า
zh_hans: 通过数字验证增强您的文件，并从进口监管机构获得有效性的确认。

source: Exporters/Importers
id: Eksporter/Importir
ja: 輸出業者/輸入業者
th: ผู้ส่งออก/ผู้นำเข้า
zh_hans: 出口商/进口商

source: Improve efficiency and reduce non-compliance risks through increased visibility and end-to-end digitisation and trust.
id: Meningkatkan efisiensi dan mengurangi risiko ketidakpatuhan melalui peningkatan visibilitas dan digitalisasi dan kepercayaan end-to-end.
ja: 可視性の向上とエンドツーエンドのデジタル化と信頼性の向上により、効率を向上させ、コンプライアンス違反のリスクを軽減します。
th: ปรับปรุงประสิทธิภาพและลดความเสี่ยงในการไม่ปฏิบัติตามกฎระเบียบผ่านการมองเห็นที่เพิ่มขึ้นและการแปลงข้อมูลดิจิทัลและความไว้วางใจจากต้นทางถึงปลายทาง
zh_hans: 通过提高可见性和端到端数字化和信任度，提高效率并降低合规风险。

source: Logistics Providers
id: Penyedia Logistik
ja: ロジスティクスプロバイダ
th: ผู้ให้บริการโลจิสติกส์
zh_hans: 物流供应商

source: Attach your consignment references to certificates and other documents for automated matching and processing by importing regulators.
id: Lampirkan referensi kiriman Anda ke sertifikat dan dokumen lain untuk pencocokan dan pemrosesan otomatis dengan mengimpor regulator.
ja: 委託の参照を証明書やその他の文書に添付して、規制当局をインポートして自動照合と処理を行います。
th: แนบเอกสารอ้างอิงสินค้าของคุณกับใบรับรองและเอกสารอื่น ๆ สำหรับการจับคู่และการประมวลผลอัตโนมัติโดยการนำเข้าหน่วยงานกำกับดูแล
zh_hans: 将您的托运参考资料附在证书和其他文件上，以便进口监管机构进行自动匹配和处理。

source: Regulators
id: Regulator
ja: レギュレータ
th: หน่วยงานกำกับดูแล
zh_hans: 监管机构

source: Improve trade facilitation and compliance outcomes through trusted digital data exchange with your international counterparties.
id: Tingkatkan fasilitasi perdagangan dan hasil kepatuhan melalui pertukaran data digital tepercaya dengan counterparty internasional Anda.
ja: 国際的な取引相手との信頼できるデジタルデータ交換を通じて、貿易の円滑化とコンプライアンスの成果を向上させます。
th: ปรับปรุงการอำนวยความสะดวกทางการค้าและผลลัพธ์การปฏิบัติตามกฎระเบียบผ่านการแลกเปลี่ยนข้อมูลดิจิทัลที่เชื่อถือได้กับคู่ค้าระหว่างประเทศของคุณ
zh_hans: 通过与您的国际交易方进行可靠的数字数据交换，改善贸易便利化和合规成果。

source: Users
id: Pengguna
ja: [ユーザー]
th: ผู้ใช้
zh_hans: 用户

source: First name
id: Nama pertama
ja: 名
th: ชื่อ
zh_hans: 名字

source: Last name
id: Nama terakhir
ja: 姓
th: นามสกุล
zh_hans: 姓氏

source: This value will be verified
id: Nilai ini akan disahkan
ja: この値は検証されます
th: ค่านี้จะได้รับการตรวจสอบ
zh_hans: 此值将被验证

source: Mobile phone number
id: Nomor telepon seluler
ja: 携帯電話番号
th: หมายเลขโทรศัพท์มือถือ
zh_hans: 手机号码

source: Your business
id: Bisnis Anda
ja: あなたのビジネス
th: ธุรกิจของคุณ
zh_hans: 您的业务

source: Choose a password
id: Pilih kata sandi
ja: パスワードの選択
th: เลือกรหัสผ่าน
zh_hans: 选择密码

source: Your business email address
id: Alamat email bisnis Anda
ja: ビジネス用メールアドレス
th: ที่อยู่อีเมลธุรกิจของคุณ
zh_hans: 您的企业电子邮件地址

source: Entered phone number is already used in maximal number of accounts
id: Nomor telepon yang dimasukkan sudah digunakan dalam jumlah maksimal akun
ja: 入力された電話番号は、最大数のアカウントですでに使用されています
th: หมายเลขโทรศัพท์ที่ป้อนจะถูกใช้ในจำนวนบัญชีสูงสุดแล้ว
zh_hans: 输入的电话号码已在最大帐户数量中使用

source: This field is optional but uploading it will help the review. Please make sure the image uploaded is clearly readable.
id: Bidang ini bersifat opsional tetapi mengunggahnya akan membantu peninjauan. Pastikan gambar yang diunggah dapat dibaca dengan jelas.
ja: このフィールドはオプションですが、アップロードするとレビューに役立ちます。アップロードした画像がはっきりと読めるようにしてください。
th: ฟิลด์นี้เป็นตัวเลือก แต่การอัปโหลดมันจะช่วยให้การตรวจสอบกรุณาตรวจสอบให้แน่ใจว่ารูปภาพที่อัปโหลดนั้นสามารถอ่านได้อย่างชัดเจน
zh_hans: 此字段是可选字段，但上传它将有助于审核。请确保上传的图片清晰可读。

source: The value provided by user on registration step
id: Nilai yang diberikan oleh pengguna pada langkah pendaftaran
ja: 登録ステップでユーザーが指定した値
th: ค่าที่ผู้ใช้ให้ไว้ในขั้นตอนการลงทะเบียน
zh_hans: 用户在注册步骤中提供的值

source: Value appears here only after validation
id: Nilai muncul di sini hanya setelah validasi
ja: 値は検証後にのみここに表示されます
th: มูลค่าปรากฏขึ้นที่นี่เฉพาะหลังจากการตรวจสอบ
zh_hans: 值仅在验证后出现在此处

source: Admin (can add users)
id: Admin (dapat menambahkan pengguna)
ja: 管理者（ユーザーを追加できます）
th: ผู้ดูแลระบบ (สามารถเพิ่มผู้ใช้)
zh_hans: 管理员（可以添加用户）

source: User (can use org but not add users)
id: Pengguna (dapat menggunakan org tetapi tidak menambahkan pengguna)
ja: ユーザー (組織を使用できますが、ユーザーを追加することはできません)
th: ผู้ใช้ (สามารถใช้ org แต่ไม่เพิ่มผู้ใช้)
zh_hans: 用户（可以使用组织但不能添加用户）

source: ABN for Australia
id: ABN para Australia
ja: オーストラリアの ABN
th: ABN สำหรับออสเตรเลีย
zh_hans: 澳大利亚 ABN

source: Chamber
id: Kamar
ja: 商工会議所
th: ห้องโถง
zh_hans: 分庭

source: Regulator
ja: レギュレータ
th: เครื่องควบคุม
zh_hans: 调节器

source: Requested
id: Diminta
ja: 要求されました
th: ร้องขอ
zh_hans: 请求

source: Evidence
id: Bukti
ja: 証拠だ
th: หลักฐาน
zh_hans: 证据

source: Approved
id: Disetujui
ja: 承認済み
th: ได้รับการอนุมัติ
zh_hans: 已批准

source: Pending users
id: Pengguna yang tertunda
th: ผู้ใช้ที่รอดำเนินการ
zh_hans: 待定用户

source: These users are freshly registered and have no organisation assighed - thus may need manual action to be able to use the portal. If the %(BID_NAME)s entered on registration correlates to existing organisation (already created in the Portal) you will be able to grant this user access to this organisation. If there is no such organisation it may be created. Users have no access to the Portal functionality while in this list.
id: Pengguna ini baru saja terdaftar dan tidak memiliki organisasi assighed - sehingga mungkin perlu tindakan manual untuk dapat menggunakan portal. Jika %(BID_NAME)s yang dimasukkan pada pendaftaran berkorelasi dengan organisasi yang ada (sudah dibuat di Portal), Anda akan dapat memberikan akses pengguna ini ke organisasi ini. Jika tidak ada organisasi semacam itu, organisasi tersebut dapat dibuat. Pengguna tidak memiliki akses ke fungsi Portal sementara dalam daftar ini.
th: ผู้ใช้เหล่านี้ได้รับการลงทะเบียนใหม่และไม่มีองค์กรที่ขยันขันแข็ง - ดังนั้นอาจต้องดำเนินการด้วยตนเองเพื่อให้สามารถใช้พอร์ทัลได้หาก %(BID_NAME)s ป้อนในการลงทะเบียนมีความสัมพันธ์กับองค์กรที่มีอยู่ (สร้างขึ้นแล้วในพอร์ทัล) คุณจะสามารถให้สิทธิ์การเข้าถึงผู้ใช้รายนี้แก่องค์กรนี้หากไม่มีองค์กรดังกล่าวอาจถูกสร้างขึ้นผู้ใช้ไม่สามารถเข้าถึงฟังก์ชันการทำงานของพอร์ทัลขณะที่อยู่ในรายการนี้
zh_hans: 这些用户是新注册的，没有任何组织分配-因此可能需要手动操作才能使用门户。如果在注册时输入的格式 %(BID_NAME)s 与现有组织（已在门户中创建）相关，您将能够授予此用户访问该组织的权限。如果没有这样的组织，它可能会被创建。在此列表中，用户无法访问门户功能。

source: Email
th: อีเมล์
zh_hans: 电子邮件

source: Name
id: Nama
th: ชื่อ
zh_hans: 名称

source: Joined at
id: Bergabung di
th: เข้าร่วมที่
zh_hans: 加入时间

source: claimed
id: diklaim
th: อ้างว่า
zh_hans: 声称

source: Add to %(org)s (%(org.get_type_display)s)
id: Tambahkan ke %(org)s (%(org.get_type_display)s)
th: เพิ่มใน %(org)s (%(org.get_type_display)s)
zh_hans: 添加到 %(org)s（%(org.get_type_display)s）

source: Create new organisation %(p_user.initial_business_id)s
id: Buat organisasi baru %(p_user.initial_business_id)s
th: สร้างองค์กรใหม่ %(p_user.initial_business_id)s
zh_hans: 建立新组织 %(p_user.initial_business_id)s

source: Pending Role Requests
id: Permintaan Peran Tertunda
th: คำขอบทบาทที่รอดำเนินการ
zh_hans: 待定角色请求

source: These roles were requested by users for their organisations, here you can approve or deny them.
id: Peran ini diminta oleh pengguna untuk organisasi mereka, di sini Anda dapat menyetujui atau menolaknya.
th: บทบาทเหล่านี้ได้รับการร้องขอโดยผู้ใช้สำหรับองค์กรของตน คุณสามารถอนุมัติหรือปฏิเสธบทบาทเหล่านี้ได้ที่นี่
zh_hans: 这些角色是由用户为其组织请求的，您可以在此处批准或拒绝这些角色。

source: Organisation
id: Organisasi
th: องค์กร
zh_hans: 组织

source: Created by/at
id: Dibuat oleh/di
th: สร้างโดย/ใน
zh_hans: 创建者 /在

source: Role
id: Peran
th: บทบาท
zh_hans: 角色

source: Approve
id: Setujui
th: อนุมัติ
zh_hans: 批准

source: Reject reason
id: Tolak alasan
th: ปฏิเสธเหตุผล
zh_hans: 拒绝原因

source: Reject
id: Tolak
th: ปฏิเสธ
zh_hans: 拒绝

source: Evidence name
id: Nama bukti
th: ชื่อหลักฐาน
zh_hans: 证据名称

source: Re-request evidence
id: Permintaan ulang bukti
th: ขอหลักฐานใหม่
zh_hans: 重新要求证据

source: Request evidence
id: Meminta bukti
th: ขอหลักฐาน
zh_hans: 请求提供证据

source: Profile update
id: Pembaruan profil
ja: プロファイルの更新
th: การปรับปรุงโปรไฟล์
zh_hans: 配置文件更新

source: The user has been added to the %s
id: Pengguna telah ditambahkan ke%s
ja: ユーザーが%s に追加されました
th: ผู้ใช้ถูกเพิ่มลงใน%s
zh_hans: 用户已添加到 %s

source: The organisation has been created and this user got access to it
id: Organisasi telah dibuat dan pengguna ini dapat mengaksesnya
ja: 組織が作成され、このユーザーは組織にアクセスできました
th: องค์กรได้ถูกสร้างขึ้นและผู้ใช้รายนี้สามารถเข้าถึงได้
zh_hans: 组织已经创建，此用户可以访问它

source: Role %(role)s has been granted to %(org)s
id: Peran %(role)s telah diberikan ke %(org)s
ja: ロール %(role)s が %(org)s に付与されました
th: %(role)s บทบาทได้รับการ %(org)s
zh_hans: 角色 %(role)s 已授予 %(org)s

source: The request from %(org)s has been rejected and the user has been notified.
id: Permintaan dari %(org)s telah ditolak dan pengguna telah diberitahu.
ja: %(org)s からの要求は拒否され、ユーザーに通知されました。
th: คำขอจาก %(org)s ถูกปฏิเสธและได้รับแจ้งผู้ใช้แล้ว
zh_hans: 来自 %(org)s 的请求已被拒绝，并已通知用户。

source: The request has been marked as 'Evidence Requested' and will change it's status back once it's uploaded
id: Permintaan telah ditandai sebagai 'Bukti Permintaan' dan akan mengubah statusnya kembali setelah diunggah
ja: リクエストは「リクエストされたエビデンス」としてマークされ、アップロードされるとステータスが戻されます
th: คำขอถูกทำเครื่องหมายเป็น 'คำขอหลักฐาน' และจะเปลี่ยนสถานะกลับเมื่ออัปโหลด
zh_hans: 请求已被标记为 “请求证据”，并将在上传后更改其状态

source: The role request has been placed; It typically takes 2 workings days to review it
id: Permintaan peran telah ditempatkan; Biasanya dibutuhkan 2 hari kerja untuk meninjaunya
ja: ロールリクエストが送信されました。確認には通常 2 日かかります
th: คำขอบทบาทถูกวางไว้ โดยทั่วไปจะใช้เวลาประมาณ 2 วันทำการในการทบทวน
zh_hans: 已发出角色请求；通常需要 2 个工作日才能审核该请求

source: The file has been uploaded as an evidence and the request has been sent to review
id: File telah diunggah sebagai bukti dan permintaan telah dikirim untuk ditinjau
ja: ファイルは証拠としてアップロードされ、レビューのためにリクエストが送信されました
th: ไฟล์ได้รับการอัปโหลดเป็นหลักฐานและคำขอถูกส่งไปตรวจสอบ
zh_hans: 文件已作为证据上传，并已发送请求进行审核

source: Your profile has been updated successfully
id: Profil Anda telah berhasil diperbarui
ja: プロフィールは正常に更新されました
th: โปรไฟล์ของคุณได้รับการอัปเดตเรียบร้อยแล้ว
zh_hans: 您的个人资料已成功更新

source: You don't have access to that org anymore
id: Anda tidak memiliki akses ke organisasi itu lagi
ja: その組織へのアクセス権がもうありません
th: คุณไม่สามารถเข้าถึงองค์กรนั้นได้อีกต่อไป
zh_hans: 您无法再访问该组织

source: The %s has been selected as the current organisation
id: %s telah dipilih sebagai organisasi saat ini
ja: %s が現在の組織として選択されました
th: %s ถูกเลือกให้เป็นองค์กรปัจจุบัน
zh_hans: %s 已被选为当前组织

source: Put this QR code on your document so that any third party can verify it using the trustbridge app. If you refresh the page the QR code will persist, but if you choose new certificate from the dashboard the new one will be issued - the URL of the current page has the QR code binding. You can either print the code or copy it to the text editor. Please note that if you scan this QR code on the trustbridge app it won't be valid until you issue the document.
ja: 第三者がトラストブリッジアプリを使用して検証できるように、このQRコードを文書に配置します。ページを更新すると、QRコードは保持されますが、ダッシュボードから新しい証明書を選択すると、新しい証明書が発行されます。現在のページのURLにはQRコードバインディングがあります。コードを印刷するか、テキストエディタにコピーすることができます。Trustbridge アプリでこの QR コードをスキャンすると、ドキュメントを発行するまで有効になりません。

source: Attachment
ja: 添付ファイル

source: Submit
ja: [送信]
